Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: To lower your blood cholesterol levels: • See your doctor and get your cholesterol checked regularly. • Talk to your doctor, nurse or dietitian about a diet and exercise plan. • Medicine may be needed if diet and exercise are not enough. • Eat plenty of high fiber food, such as whole grains, beans, and fresh fruits and vegetables. • Limit food that contains high amounts of cholesterol and saturated fats, such as beef, pork, cheese, whole milk or lard. • Eat more low fat foods, such as skinless chicken breasts, fish or skim milk. • Choose foods high in monosaturated fats, such as olive or canola oils and nuts. • Bake, broil, grill or roast foods rather than fry them. Talk to your doctor, nurse or dietitian about how to manage your cholesterol levels. © 2005 - September 1, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Cholesterol. Russian.
ru: Чтобы снизить уровень холестерина в крови: • Регулярно посещайте врача и сдавайте анализы на холестерин. • Поговорите с врачом, медсестрой или диетологом о назначении диеты и физических упражнений. • Если диеты и физических упражнений недостаточно, вам могут назначить лекарства. • Ешьте больше продуктов с высоким содержанием клетчатки: цельнозерновых и бобовых продуктов, свежих фруктов и овощей. • Ограничьте потребление пищи с высоким содержанием холестерина и насыщенных жиров: говядины, свинины, сыра, цельного молока и сала. • Увеличьте потребление нежирных продуктов, таких как куриная грудка без кожи, рыба и обезжиренное молоко. • Выбирайте продукты с высоким содержанием мононенасыщенных жиров, такие как орехи, оливковое масло или масло канолы. • Не жарьте пищу на сковороде, вместо этого запекайте ее в духовке, жарьте на открытом огне или гриле. Поговорите с врачом, медсестрой или диетологом, как контролировать уровень холестерина. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Choosing a Health Care Before you deliver your baby, you will need to choose a health care provider for your baby. Questions to Ask Yourself Ask yourself these questions before you choose: • Where is the office or clinic located? • Do they accept my health insurance? • How is payment handled? • What are the office hours? • How are after hours calls or emergencies handled? • Will they be willing to work with me and accept my ideas of child care? • Are both well baby and sick child care available? Choices for Your Baby’s Care • Family medicine doctor specializes in the care of adults and children. The doctor can provide care for your whole family. • Pediatric doctor (pediatrician) specializes in the care of children from birth to age 18 or older. • Pediatric nurse practitioner is a registered nurse with special training in the care of children. These nurses are able to prescribe medicine, and they usually work with doctors. Choosing a Health Care Provider for Your Baby. Russian.
ru: для ребенка Provider for Your Baby До рождения ребенка вам нужно выбрать врача. Что следует учесть Прежде чем сделать выбор, задайтесь следующими вопросами: • Где находится врач или клиника? • Примут ли мою страховку? • Как происходит оплата? • Каковы часы работы? • Как принимаются экстренные вызовы и звонки в нерабочее время? • Будут ли ко мне прислушиваться и примут ли мои идеи по уходу за ребенком? • Предлагается ли уход как за здоровыми, так и больными детьми? Возможные варианты • Семейный врач специализируется на уходе за взрослыми и детьми, то есть может лечить всю семью. • Педиатр лечит детей от рождения до 18 лет и старше. • Медсестра-помощник педиатра — это дипломированный специалист по уходу за детьми. Медсестры могут выписывать лекарства и обычно работают с врачами.

source: Talk with your own health care provider and check with family and friends for their recommendations. To find a list of providers in your area, you can call your local hospital’s referral line or check their website. You can also get a list from your health insurance provider. While you are still pregnant, make an appointment to meet your child’s future health care provider. This visit will help you find out answers to many of your questions. It also gives you time to choose another provider if this one is not a good fit for you. © 2005 - February 15, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Choosing a Health Care Provider for Your Baby. Russian.
ru: Поговорите с врачом и посоветуйтесь с родственниками и друзьями. Вы можете найти список поставщиков медицинских услуг в вашем районе, позвонив в справочную службу местной больницы, на сайте больницы либо в своей страховой компании. Посетите выбранное учреждение до родов. Так вы сможете получить ответы на интересующие вас вопросы, а если оно вам не подойдет, вы еще успеете выбрать другое. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Common Sleep Sleep problems involve having a hard time falling asleep, staying asleep or staying awake. Check () if any of these statements apply to you:  I often do not get enough sleep. I do not have restful sleep. I have trouble staying awake when I sit still, watch television or read.  I fall asleep or feel very tired while driving.  I have problems concentrating at home, work or school.  I have had problems doing my work at my job or school.  I am often told by others that I look tired.  I have trouble controlling my emotions. I feel like I am slow to react or respond.  I feel like I have to take a nap almost every day. If you checked any of the statements, you may have a sleep problem. Common Sleep Problems. Russian.
ru: со сном Problems К проблемам со сном относятся трудности с засыпанием, трудности с пребыванием в состоянии сна или бодрствования. Отметьте утверждения (), с которыми вы согласны.  Я часто не высыпаюсь. У меня беспокойный сон.  Меня клонит в сон, когда я сижу на одном месте, смотрю телевизор или читаю.  За рулем я засыпаю или испытываю сильную усталость. У меня проблемы с концентрацией внимания дома, на работе или в учебном заведении.  У меня были проблемы с выполнением заданий на работе или во время учебы. Мне часто говорят, что я выгляжу усталым.  Мне сложно контролировать свои эмоции.  Мне кажется, что я медленно реагирую или отвечаю. Мне хочется спать днем почти каждый день. Если вы отметили какое-либо из этих утверждений, возможно, у вас есть проблемы со сном.

source: Causes of Sleep Problems Sleep problems can happen for many reasons, but some of the more common causes are: • Changes to your sleep-wake cycle, such as working night shift when you usually sleep • Not getting enough sleep to feel rested and alert through the day • Health problems such as asthma, heart failure, or pain and certain medicines • Alcohol, caffeine or nicotine use • Sleep disorders Common Types of Sleep Disorders Insomnia Insomnia includes any problem with falling asleep, staying asleep or waking up too early in the morning. Factors that may cause insomnia include: • Illness • Feeling sad • Stress • Caffeine • Alcohol or drugs • Certain medicines • Heavy smoking • Poor sleep habits such as: Ì Daytime napping Ì Sleeping in a place with a lot of noise or light Going to bed early Ì Spending too much time in bed awake Common Sleep Problems. Russian.
ru: Причины нарушений сна Нарушения сна могут возникать по многим причинам, но наиболее частыми из них являются: • Изменения в цикле сна и бодрствования, например работа в ночную смену, когда вы обычно спите • Недосыпание, не позволяющее чувствовать себя днем бодрым и отдохнувшим • Проблемы со здоровьем, такие как астма, сердечная недостаточность или боль, а также некоторые лекарства • Употребление алкоголя, кофеина или никотина • Расстройства сна Распространенные виды расстройств сна Бессонница К бессоннице относятся любые трудности с засыпанием, трудности с пребыванием в состоянии сна или слишком раннее пробуждение утром. Бессонница может быть вызвана следующими факторами: • Болезнь • Ощущение грусти • Стресс • Кофеин • Алкоголь или наркотики • Некоторые лекарства • Чрезмерное курение • Вредные привычки, связанные со сном: Ì Сон днем Ì Сон в чрезмерно шумном или освещенном месте Ранний отход ко сну Ì Слишком долгое пребывание в постели без сна

source: Make changes to the factors that may be causing your insomnia if possible. Have a regular bedtime routine. Limit caffeine, alcohol and smoking. Talk to your doctor if you have a hard time sleeping more than 3 nights a week for a month. Sleep Apnea Sleep apnea is when breathing stops at times during sleep. It most often happens because the muscles at the back of the throat relax and the tongue falls back during sleep, narrowing the airway.The length of time that breathing stops can vary from a few seconds to several minutes. During this time, the body does not get enough oxygen. Sleep apnea can occur many times each night. Untreated sleep apnea can lead to high blood pressure and a higher risk of stroke or heart attack. See your doctor if your family notices loud snoring, choking or gasping sounds or lack of breathing during sleep. Other signs you may notice include falling asleep during the day and not feeling rested when you wake up in the morning. Treatment of sleep apnea involves keeping the airway open during sleep. This may include: • Having a sleep study to check how your breathing changes during sleep • Weight loss • Avoiding alcohol • Using a continuous positive airway pressure (CPAP) machine to open the airway during sleep Common Sleep Problems. Russian.
ru: Если это возможно, измените факторы, которые могут вызывать бессонницу. Ложитесь спать в одно и то же время. Ограничьте курение, употребление кофеина и алкоголя. Если у вас в течение месяца возникали проблемы со сном чаще, чем три раза в неделю, посоветуйтесь с врачом. Синдром апноэ Синдром апноэ — это состояние, когда во время сна вы на время прекращаете дышать. Чаще всего это происходит из- за расслабления мышц задней стенки глотки и провисания языка, что сужает дыхательные пути. Продолжительность остановки дыхания может составлять от нескольких секунд до нескольких минут. В течение этого времени организм не получает достаточно кислорода. Синдром апноэ может возникать много раз в течение каждой ночи. Без лечения апноэ может привести к повышению артериального давления и увеличению риска инсульта и инфаркта. Если члены вашей семьи заметят, что вы громко храпите, периодически тяжело вздыхаете и прекращаете дышать во время сна, обратитесь к своему врачу. К другим заметным признакам относятся засыпание в течение дня и то, что утром вы не чувствуете себя отдохнувшим. Лечение апноэ заключается в поддержании дыхательных путей в открытом состоянии во время сна и может включать следующее: • Исследование сна с целью проверить, как меняется ваше дыхание во время сна • Похудение • Отказ от употребления алкоголя • Использование прибора для поддержания постоянного положительного давления в дыхательных путях во время сна

source: Narcolepsy Narcolepsy is having a hard time staying awake during the day. A person with narcolepsy may suddenly fall asleep during an activity. Treatment involves taking medicine to help you stay awake during the daytime. Restless Leg Syndrome Restless leg syndrome is leg discomfort often felt at night. The discomfort may feel like a creeping, itching or crawling sensation which only gets better by moving the legs. Restless leg syndrome may cause insomnia and daytime sleepiness. Talk to your doctor about ways to manage the problem. You can also try reducing stress, taking warm baths, massage and stretching exercises to help your muscles relax. Medicine may be prescribed to help discomfort if sleep is greatly disturbed. Night Terrors Night terrors occur when a person wakes suddenly with screaming, confusion or panic. Night terrors are treated with medicines taken during the day. Common Sleep Problems. Russian.
ru: Нарколепсия Нарколепсия — это приступы сонливости в дневное время. Человек, страдающий нарколепсией, может внезапно заснуть во время выполнения какой-либо деятельности. Лечение включает в себя прием лекарств, которые помогают не засыпать днем. Синдром беспокойных ног Синдром беспокойных ног — это ощущение дискомфорта ног, которое часто возникает во время сна. Дискомфорт может проявлять себя в виде мурашек, зуда или покалывания, которое устраняется только после шевеления ног. Синдром беспокойных ног может быть причиной бессонницы и дневной сонливости. Обсудите со своим врачом варианты решения вашей проблемы. Кроме того, вы можете попытаться избавиться от стресса, принимая теплые ванны, делая массаж и выполняя растягивающие упражнения с целью расслабления мышц. Если нарушения сна носят серьезный характер, для уменьшения дискомфорта вам могут быть назначены лекарства. Ночные страхи Ночные страхи — это когда человек внезапно просыпается с криком, чувством замешательства или в панике. Ночные страхи лечатся медикаментами.

source: Sleepwalking Sleepwalking is any activity like walking that is done while a person is asleep. The person often does not remember the activity. It is not dangerous to wake a sleep walker, but injuries can occur during sleepwalking. Keep a sleepwalker safe from injury such as blocking the stairs with a gate and removing objects to prevent tripping. Talk to a doctor if there are safety concerns with sleepwalking or if it occurs often. Talk to your doctor if you have signs of a sleep problem. Your doctor may talk to you about ways to manage your problem or order a sleep study. A sleep study is a 6 to 8 hour recording of your brain activity, heart rate, leg movements, oxygen levels and breathing while you sleep at night. © 2008 - 10, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Common Sleep Problems. Russian.
ru: Лунатизм Лунатизм — это любая деятельность, например хождение, которую человек выполняет во сне и которую зачастую человек не помнит. Будить лунатика не опасно, но во время приступов лунатизма человек может получить травмы. Поэтому закрывайте выход на лестницу и убирайте посторонние предметы, о которые можно споткнуться. Если вы опасаетесь за безопасность во время приступов лунатизма, или если приступы происходят часто, посоветуйтесь с врачом. Если у вас наблюдаются симптомы расстройства сна, обратитесь к своему Врач может предложить вам врачу. варианты решения вашей проблемы или назначить обследование во время сна (полисомнографию). Полисомнография — это запись активности мозга, сердечного ритма, движения ног, уровня кислорода и дыхания в течение 6–8 часов во время ночного сна. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: am I? ? Worse? ? medicine for? ? my family? ? visitors? ? my doctor? for personal, non-commercial use only. The medical information found on this website should not be seek the advice of your doctor or other qualified health care provider before you start or stop any Medical Center, Mount Carmel Health System, OhioHealth and Nationwide Children’s Hospital are or your failure to obtain medical treatment.
ru: Как How Лучше? Better? Для чего это What is this Где моя Where is Могут ли ко мне прийти Can I have Где мой Where is 2005 – January 19, 2023, Health Information Translations used in place of a consultation with your doctor or other health care provider. You should always treatment or with any questions you may have about a medical condition. The Ohio State University not responsible for injuries or damages you may incur as a result of your stopping medical treatment

source: Constipation Constipation refers to very hard stools or bowel movements that are hard to pass. You may also: • Need to strain • Feel like you did not completely empty your bowels • Have cramping, pain, bloating, or nausea Each person is different, but most people pass stools from 3 times each day to 3 times each week. As long as the stool is soft and easy to pass, you are not constipated. Causes of Constipation • A diet that is high in fat and sugar or low in fiber • Not drinking enough liquids • Being inactive • Not going to the toilet when you have the urge to pass stool or have a bowel movement • Some medicines • Overuse of laxatives To help prevent constipation: • Drink at least 8 to 10 cups of liquids each day. Warm or hot drinks may help your bowels move more easily. • Eat high fiber foods such as bran cereal, whole grain breads, raw vegetables, fresh or dried fruits, nuts, and popcorn. Fiber helps move stool through your body. Constipation. Russian.
ru: Запором называется ситуация, когда стул является очень твердым или когда процесс дефекации затруднен. Вы можете также: • Испытывать потребность напрягаться • Испытывать чувство неполной дефекации • Испытывать спазм, боль, вздутие живота или тошноту У большинства людей дефекация происходит от 3 раз в день до 3 раз в неделю. Если стул мягкий и проблем с дефекацией не возникает, то запора у вас нет. Причины запора • Много жиров и сахара или мало клетчатки в пище • Недостаточное потребление жидкости • Неактивный образ жизни • Вы не идете в туалет, когда чувствуете позыв к дефекации • Некоторые лекарства • Злоупотребление слабительными Профилактика запора • Пейте не менее 8–10 стаканов жидкости в день. Теплые или горячие напитки могут облегчить процесс дефекации. • Ешьте пищу с высоким содержанием клетчатки: хлеб с отрубями, цельнозерновой хлеб, сырые овощи, свежие или сухие фрукты, орехи и попкорн. Клетчатка способствует продвижению стула в организме.

source: • You may want to limit cheeses, chocolate, and eggs because they may worsen constipation. • Drink prune or apple juice to help soften stools. • Exercise to help your bowels move more easily. Walking works well. • Go to the toilet when you have the urge to have a bowel movement. • Check with your doctor before using any over the counter laxatives or enemas. Your doctor may suggest a stool softener or a bulk laxative. If you are not getting the results you want, talk to your doctor. Talk to your doctor or nurse if you have any questions or concerns. © 2005 – January 18, 2023, Health Information Translations found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Constipation. Russian.
ru: • Рекомендуется сократить потребление сыра, шоколада и яиц, поскольку они могут провоцировать запор. • С целью размягчения стула пейте сливовый или яблочный сок. • Делайте физические упражнения, чтобы облегчить прохождение стула. Хорошо помогает ходьба. • Посещайте туалет, когда чувствуете позыв к дефекации. • Прежде чем применять безрецептурные слабительные или клизмы, посоветуйтесь с врачом. Врач может выписать размягчитель стула или слабительное, увеличивающее объем кишечного содержимого. Если выписанные средства не помогают, посоветуйтесь с врачом. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Coronary Artery Coronary artery bypass surgery is also called bypass surgery or open heart surgery. It is done to allow blood to flow around blocked blood vessels in the heart. Coronary arteries are the blood vessels that supply the heart muscle with oxygen and nutrients. During bypass surgery, a piece of a blood vessel from the leg, arm or chest, called a graft, is removed and attached to the aorta and around the blocked blood vessel of the heart. The blocked blood vessel remains, but blood is carried around it in the new blood vessel. If there are several blocked vessels, you may have more than one bypass done. Aorta Blood vessel Graft Blockage Coronary Artery Coronary Artery Bypass Surgery. Russian.
ru: Bypass Surgery Аортокоронарное шунтирование — это операция на открытом сердце, которая позволяет восстановить кровоток в сосудах сердца путем обхода места сужения сосудов. Коронарные артерии — это кровеносные сосуды, доставляющие кислород и питательные вещества к сердечной мышце. Во время шунтирования часть кровеносного сосуда (графт) с ноги, руки или груди извлекается и пришивается к аорте и вокруг заблокированного кровеносного сосуда сердца. Заблокированный сосуд остается, но кровь идет в обход по новому сосуду. Если заблокировано несколько сосудов, могут поставить несколько шунтов. Графт Blood vessel Graft Закупорка сосуда Blockage Коронарная артерия Coronary Artery
